{
    "1170_level（土豆小喷菇重做）PotatoPuff": "Sun is scarce, so make good use of Nugget-shroom's reproduction ability to survive the early game.\n\tZombie Giftbox, Solar Flare, fusing Chomp-mine, and Solar Bomb can all help you make Sun at different stages.",
    "1171-ScaredyPotato(土豆胆小）": "Spuddy-shroom deals high damage at the cost its own HP for the first 20s.\nGood for early game transition or clean-up.\n(Recommended to pair with Grenadier Magnets on higher difficulties)",
    "1201_level（杨桃胆小菇） - 副本": "Starry-shroom gets afraid when there's a zombie in its attack range.\nUse Starblover or Scareless Pumpkin to complement it!",
    "1205_level（魅惑南瓜）HypnoPumpkin": "Hypno Pumpkins can hold a hypnotized zombie in place.\nHave them keep strong hypnotized zombies to fight for you.",
    "1240_level（三线土豆优化）": "The Glove has no CD in this level.\nSometimes you need to play more aggresively: Actively move Threetato Mines into zombies!\nDon't forget to use Lily Pads to spawn Threepeaters!",
    "1287_level（寒冰花盆）": "Ice Pots de-roast plants so that they can be used in fusions again!\nBuild your defense from de-roasted plants! (Iron Squash + Squash Pumpkin or Giant Wall-nuts. \nChoose your build and shovel the other Torchwood fusions not needed!)",
    "1310_level（坚果胆小优化）": "Sturdy-shroom can knock back zombies in 3 lanes when standing up\nand pairs surprisingly well with Shivery-shroom!\n(Football Gatling is recommended for higher difficulties)",
    "level1018-豌豆小喷菇PeaPuff": "Hello there player! Welcome to Fusion Showcase levels.\nThese levels are specially designed around the gimmicks of the showcased cross-world fusions\nand will present some interesting challenge. For the best experience, <u>check the Almanac first</u>\nand familiarize yourself with the plants and zombies involved in these levels. Have fun playing!\n\n\n\n\n\n\n\n\n\n\n\n\n<i>Short plants that don't play fair!</i>\nTip: Torchweed can pop balloons and ignite small peas.\nBuck-shroom can be fused with Pea-shroom and Bucket.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1021坚果小蘑菇-一盆": "They are so smol and adorable! And together they are strong!\nThese Nut-shrooms are effective counters against Tumblings!\nTip: Short plants won't be directly hit by straight-firing zombie projectiles.",
    "level1031_阳光菇": "Breaking!\nAfter extended exposure to Lumos radiation, this is what happened to Sun-shrooms...\nTip: Try feeding the \"mutated\" Sun-shrooms to the zombies.",
    "level1034寒冰射手（手机被占3）": "1-10 déjà vu, but they have returned!\n\nZombies have increased HP in this level, so make good use of knockbacks and the Coldsnap Beans!\nTip: Click on the Snow Repeater after 15s to upgrade it to Split Snow. And Split Snow to Gatling Snow too!",
    "level1048地刺坚果-洋": "Spike-nut can both reflect damage and pop tires.\nHow did the zombies drive up onto the roof?\nHold on, here comes Spike-nut, to our rescue!",
    "level1077海光菇SeaSunShroom": "The water lanes are very safe in this level!\n So don't hesitate to plant down a bunch of Sunset-shrooms for a strong economy!\nAssemble and upgrade the Burger Blaster using the plants as indicated by the sign!",
    "level1111（阳光卷心菜）": "Solar cabbages bounce once after hitting a zombie and gain an extra bounce\n\tfor every 200 Sun you have, up to a max of 5 bounces. Each bounce drops 5 Sun!",
    "level1116_冰瓜": "<size=140%>Memory Lane: Original Game Endless 4-Cannon Strat</size>\n<u>High Difficulty Warning!</u>\nNot recommended on D5 for non-expert players. Turn back to D3 for an enjoyable experience.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFume-shroom: \"I have a bad feeling about this...\" Jack-in-the-boxes: \"Hehe Boi~\"\nTips: Winter Melons can apply Chill to groups and deal 4× damage to frozen zombies.\nBonus points for completing the level with Winter Melon being the only fusion used.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1147-魅惑坚果-卡波姆": "Hypno-nut recovers 100 HP when hit by a Trippy-shroom spore!\nIt summons a Hypnotized Golden Mystery-box Zombie,\nthen fully heals after collecting 7 different spore colors!\nHypnotized Zombies ignore Type 2 armor when biting!",
    "level1149火瓜-洋": "Summer Melon inflicts Enflamed on a large area.\nIt's usually the most important source for Enflamed in many strats.\nPair it with the high damage outputs of Metal-pults and Salad-pults to dish out unfair amounts of damage.",
    "level1150(GoldMagnet)": "Multiple Gold Magnets can keep the plants in adjacent lanes shooting.",
    "level1154阳光磁力菇-洋": "Solar Magnets can produce metal objects you can't normally get otherwise.\nMetal objects are extremely useful for fusions, healing Mecha-nuts and feeding some Magnet-shroom fusions.\nWhich strategy will you be using? Let's have a feast of metal objects!\nBtw, don't forget some metal fusions require a Morph fusion first!",
    "level1157（魅惑磁力菇）HypnoMagnet": "\tFeed Metal Objects to Hypno Magnet to summon the corresponding hypnotized zombie!\nPair it with Solar Magnet and Magnet Blover to summon zombies more effectively!",
    "level1158(MagnetFume)remake": "Fume-shrooms like to wear hats too!",
    "level1163（土豆辣椒）JalaMine": "Chip Mine still does a Potato Mine explosion when she dies\nand spawns up to 7 quick-arming Potato Mines in her lane!\nTip: Pumpkin Mine + Threetato Mine + Ladder can very effectively bring out Threetato Mine's explosive potential.",
    "level1164（樱桃南瓜）CherryPumpkin": "Cherry Pumpkins protect against enemy explosive cherries\nand heal from their explosions!",
    "level1166（樱桃磁力菇）CherryMagnet": "\tGrenadier Magnet, when given or attracting a metal object, can control it to cause cherry explosions!\nEach object can be used up to 5 times, dealing 300 damage each time.",
    "level1172（蒜喷）": "Foul-shroom is great for stacking Poison points on hordes of zombies,\nbut it does not receive a damage bonus (unlike Garlic-infused lobbers).",
    "level1173-黑曜石辣椒ObsidianJalapeno": "Spicicle is great for both defense and offense.\nUse its abilities and on-fusion effects wisely to win!",
    "level1176-魅惑三叶草HypnoBlover": "Mind-blover pulls hypnotized zombies back but also damages them!\nYou have no Sun-producing plant in this level.\nSo keep hypnotized Twin Solar-nut Zombies on the field for as long as possible for Sun!",
    "level1178_樱桃树桩": "Saving Private Cherryan! Boomwood produces a homing cherry drone for every 30 projectiles ignited.\nUse them to support and heal the Cherry-nuts in water lanes!\nUse <u>Gold Magnets</u> to keep the Titan Pea Turrets attacking!\nTip: By extinguishing the ignited peas they can be used to fuel the Boomwood again!",
    "level1179（樱桃辣椒）CherryJalapeno (2)": "    Pepper Popper flies away 1s after appearance.\nHint: It deals 15 times the damage to Nian Zombies.\nYou can also glove a Pepper Popper before it flies off.",
    "level1180_寒冰地刺": "Tip: You can place Flower Pots under Spikeweeds and to make them\nuntargetable by zombies and immune to Jack-in-the-Box explosions!",
    "level1181-蒜三叶草GarlicBlover": "The whole lawn stinks of Garlic! The Glove has significantly longer CD in this level!\nDisguster instantly stacks the Poison values on zombies to max,\nprolongs poison duration and forces zombies to change lanes.\nReset Windy Pumpkin's production time with Fertilizers to keep the zombies busy!",
    "level1183（杨桃小喷）": "Twinkle-shrooms are also short plants! And they're cute!",
    "level1185（光伞）LanternUmbrella": "Not only can Lumos Umbrella provide 1 Lumos level to nearby plants,\nit also creates an energy shield to block zombie projectiles.\nWhen Lumos Umbrella gets damaged, energy is first consumed instead.\nThe higher the Lumos level, the faster the energy recovery.",
    "level1186（仙人掌伞）CactusUmbrella": "Umbrella Thorn's knockback only works on flying zombies and pops balloons directly.",
    "level1187（银葵）": "N.B.: The Glove has reduced CD in this level!\nMake sure you are familiar with Gold Magnet's mechanic before attempting this level!\n<i>Oh! Shiny!</i>\n\n\n\n\n\n\n\n<size=22>Golden Sunflower burns money to produce extreme amounts of Sun for you!\nYou just need to use Coffee Bean on a Golden Sunflower to retrieve them...</size>\n<size=16>Tip: Titan Pea Turret has amazing synergy with Gold Magnet!</size>\n\n\n\n\n\n\n\n\n\n\n",
    "level1189_寒冰坚果": "Ice, ice, baby! 😋\n Tips: Frost Tall-nuts heal 1000 HP when affected by Ice-shroom.\nWhen Puff-shrooms are fused, all other plants in the same tile are also fused (basically, <u>Pots</u>)!\nSundae-shroom triggers the Ice-shroom effect multiple times.",
    "level1190土豆南瓜-洋": "\n   Recommended for the front lines →\n\n\n\n\n\n\n← Try fusing a Solar-mine as a Sun producer!               .\n\n\n\n\nDon't underestimate Potato Mine fusions!\nWhen there's a shortage of Potatoes, don't forget Explode-o-tato and Chip Mine!\nUmbrella Rind could interfere with the Potatoes' synergy if you bring it!\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1191 毁灭仙人掌-洋": "Did you know? Doom Cacti are invincible when doing their Ultimate move!\nAlso their Ultimate moves shoot more projectiles in Slow Mode!",
    "level1192（毁灭大嘴花）DoomChomper": "\tBe careful! Doom Chomper needs a tile available in front to release the Doom explosion!\nIt also destroys the plants in that tile, leaving a crater!",
    "level1193(火焰大喷菇)FireFume": "Flame-shroom is a flamethrower that applies Enflamed!\n  Challenge: Beat the level without bringing any other seed packets.",
    "level1194_毁灭豌豆射手": "N.B.: The Glove has NO CD in this level!\n\n\n\n\n\n\n\n\n\n\n\n\nTip: Doom Pea and Frenzy-shroom have great synergy!\nThis coupled with Doomwood can dish out ridiculous amounts of damage.\nDoom Peas also ignore Type 2 (handheld) armor!\nBonus Points for completing the level without planting extra Sun producers!\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1195(流光花盆）LanternPot": " Lumos Pot provides 1 Lumos level to the plant on top.",
    "level1196瓜喷优化-洋": "Stun-lock the fast-moving zombies before they get out of hand!\nOne-shot them with charged Spring Melons!\nP.S.: You can beat the level with just the pre-selected plants.",
    "level1197（星火）": "The Glove has no CD in this level. Use it effectively! The zombies will take longer to come in this level,\nuse the time well to prepare!  <i>Look at the night... ground filled with stars!</i>\n Sparkwood can ignite most star projectiles that pass through. Place it directly to the right of a Starblover for better results!\nPlease cherish every unique little star on your lawn……",
    "level1198 (辣桃)": "WARNING: The Glove in this level has double CD! Use it wisely!\n<i>Bonus Challenge 1: Can you save all of your Sunflowers?\nBonus Challenge 2: Can you beat the level without using Starpick?</i>\n\n\n\n\n\n\n<size=23>Spicy Starfruit explodes like a Jalapeno and releases 25 spicy stars!\nTry collecting the spicy stars with Starblovers by planting Spicy Starfruits near them!</size>\nTip: Jalapeno insta-kills all Zombonis!\n\n\n\n\n\n\n\n\n\n",
    "level1199_余烬树桩": "Doomwood ignites lower-level fire peas and applies Ember to zombies.\nProjectiles lit by Doomwood deal splash damage that ignores Type 2 armor.\nDoom-nuts heal when zombies with the Ember debuff are killed nearby.",
    "level1200（胆南）（1.5）": "The Glove has no CD in this level.\n<i>Extra Challenge 1: Can you keep the <u>Frenzy-shroom</u> alive?\nExtra Challenge 2: Can you make 3000 Sun before the level ends?</i>\n\n\n\n\n\n\n<size=30>Scareless Pumpkin makes Scaredy-shrooms fearless!</size>\nTip: Try moving your Scareless Pumpkin between different types of Scaredies~\n\n\n\n\n\n\n\n\n\n",
    "level1203（小玉米投手）CornPuff": "\tPopcorn-pults prioritize targeting non-shrunken zombies and lob butter that shrink them.\nThe butter can also stun shrunken zombies and insta-kill Imps.",
    "level1204（飞伞）（new!）（by我自己） ": "WARNING: VERY DIFFICULT LEVEL\nThe Glove has reduced CD.\n\n\n\n\n\n\n\n\nHoverleaf is space-efficient but only protects 1 Tile.</size>\nProtect your Flower Pots well! You won't get them back if you lose them!\nTip: Be careful, no one knows where the Burglar Bungees will drop the Mystery Garg.</size>\n\n\n\n\n\n\n\n\n\n\n",
    "level1206（坚果保护伞)NutUmbrella": "With high HP, Umbrella Shell can repeatedly knock back zombies for you!\nTip: Laddered Umbrella Shells are still functional.",
    "level1207(CherryUmbrella)remake": "Bombrella can redirect cherry explosions from the nearby 3×3 area to itself.\n\tUse the Zombie Glove to ladder your Pumpkins and keep the Bombrellas charged!",
    "level1209(MagnetCorn )": "Try putting some Metal Objects on Kernel Morphs!\nPortal-pult has amazing synergy with Chrono Pea!",
    "level1212(IceCherry)": "Frozen Cherries produce Cherry Bombs for you\nafter they have absorbed enough cherry projectiles!\nTry out Cherry Bomb + Potato Mine too!",
    "level1213磁力毁灭": "Doomplate-shroom gives a Bucket for every zombie killed!\nTrade these to Solar Magnets for Sun or feed them to Mecha-nuts!\nDoombox-shroom triggers a chain explosion with 1800 damage for every zombie killed!\nDoomwarp-shroom stun-locks the surviving zombies for 30s!",
    "level1216_浮空豌豆射手": "Aaaand the Peashooter took off.\nTip: Pea Drone syncs its the attack speed with that of the plant below it.\nPea Drone misses Ducky Tube Zombies due to sprite offsets. Use Torchthree to reset projectile position.\nFrenzy-shroom attacks very fast but is slow to set up. Make use of Torchthree/Boomwood to cover for the other lanes!",
    "level1228(寒冰窝瓜)IceSquash": "The Glove has no CD in this level. Make use of Lily Pads to spawn more Squashes!\n\tIcy Squash deals an additional 600 damage to zombies in a 3×3 area and freezes them for 4s.",
    "level1229(魅惑窝瓜)HypnoSquash (2)": "   Hypno Squash hypnotizes all zombies caught under his attack.\nThe Glove has no CD in this level but Sun is limited.\nMake good use of Squash Lily Pad and Hypno Chomper to maintain Hypno Squash supply",
    "level1230-魅惑大蒜 ": "Hypno-shroom + Garlic\nThe Glove has significantly longer CD in this level!\nTry redirecting hypnotized zombies by letting them walk into Hypno Garlic!",
    "level1231(HypnoMine)": "The Glove has half the CD in this level!\nTry moving an armed Hypno Mine into a group of zombies!",
    "level1231(魅惑土豆雷)HypnoMine": "The Glove has no CD in this level!\nTry moving an armed Hypno Mine into a group of zombies!",
    "level1233（水路水草雷）": "\t\t\t\t Place [Potato Mine] on a [Tangle Kelp] for [Kelp Mine] →                         ← This is [Kelp Mine]\n\n\n\n\n\n\n\n\t\t\t\t Place [Tangle Kelp] on a [Potato Mine] for [Tangle Mine] →                        ← This is [Tangle Mine]\n   \n\n\nThe Glove has no CD in this level. Use it to your heart's content!\n [Kelp Mine] drowns a zombie in a water lane and deals extra AoE damage!\n[Tangle Mine] suffocates a land zombie!\nCombine these two to resist the zombies!\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1235（火焰坚果）FireNut": "\tFlame Wall-nuts reflect 20 damage and inflict Enflamed when bitten, and can be upgraded into\nFlame Tall-nuts which is tall and can also heal by 3k HP when affected by Jalapeno.",
    "level1241灯笼大嘴花-ms": "Increased Lumos levels reduce Digestion time of Lumos Anglers, down to 10s!\nN.B.: Most Lumos System plants can be buffed by increasing Lumos levels.",
    "level1244-三叶小樱桃-卡波姆": "The Glove in this level has no CD.\nCherry Drone attacks every 15s, perfect for clean-ups!\nChip away the HP of bulkier zombies with the on-fusion explosion of Cherry Drones!",
    "level1245_阳光大蘑菇": "Collect enough Sun to beat the zombies! \nTip: Sunrise-shroom can absorb Sun in a 5×5 area and multiply their value by 30%!\nBonus points for planting down a Golden Sunflower before the Trophy drops!",
    "level1246_阳光胆小菇": "The Scaredy family!\n\tTip: Sunny-shroom produces Sun faster and faster but resets speed when scared.",
    "level1248（毁葵）": "N.B.: The Glove has reduced CD in this level!\nThe zombies will take longer to come in this level, use the time well to prepare!\n<i>Caution! Risk of Explosion.</i>\n\n\n\n\n\n\n\nDoomflowers produce Doom spores for you that explode like Doom-shrooms when fully grown!\nBut beware! Grown Doom spores are very sensitive and easily explode!\n<size=16>Tip: Doom-shroom explosions on water leave no craters!</size>\n\n\n\n\n\n\n\n\n\n\n",
    "level1250窝瓜坚果-洋": "Chicken Jockeys can quickly tear through your defense!\nPerhaps the jumping Squash-nuts can diverge the zombies into 2 groups?\nSeparate the fast-moving and the slow-moving Zombies!\nMake good use of Breeze Blovers to maximize Squash-nuts' potential!",
    "level1251银毁灭菇-ms": "Try keeping zombies in range of Doom-shroom explosions.\nBonus points for completing the level with only the selected plants.",
    "level1255三叶坚果-洋(1)": "Drone-nut can tank damage for the plant below it and has 4000 HP\nIt begins to heal at a speed of 10 HP per sec 10s after the last damage instance.\nMaybe you should pair it with plants that take fixed amounts of damage?",
    "level1256（仙人掌坚果）CactusNut": "Thorn-nut can pop balloons and reflect 50 bite damage!",
    "level1257（杨桃坚果）": "Star-nut fires five 20-damage stars when damaged.\nStar-nuts and Starblovers still work even when frozen by Snowballs.",
    "level1261-西瓜坚果MelonNut": "Melon-nut charges up when damaged.\nAfter charging, it launches a Melon with high damage and gains a temporary shield.\nHowever, they are not cheap. So keep that Sun production rolling!",
    "level1263黄油坚果-菊菊": "Butter-nut can shut the zombies up.\nBecause it's indeed very tasty.",
    "level1267（魅惑豌豆优化）HypnoPeashooter": "Tip: Click on the Hypno Repeater after 15s to upgrade it to Split Hypno.\nZombies killed with Hypno Peas will be transformed into Hypno Pea Zombies!",
    "level1273浮空胆小菇-洋": "Camo-shroom protects cowering Scaredy-type plants in a 3 by 3 area from being eaten!\nHowever, zombie projectiles and crushing cannot be prevented.\nTry close the circle of Shivery-shroom and Sturdy-shroom to make zombies unable to advance!\nHint: Sometimes you don't want your Scaredies to be ignored. Just move then out of the Camo areas in that case.",
    "level1274(CherryScaredy)": "Blasty-shrooms can blow up all kinds of zombies!\nTry to manually keep 'em blasting with Scareless Pumpkin!",
    "level1278（大蒜坚果）GarlicNut": "Foul-nut poisons zombies and forces them to switch lanes!\n\tTip: Garlic Pot makes Foul-nut incredibly durable and forces zombies to clump together in the middle lanes!",
    "level1279磁力坚果优化": "Rings of Ice and Fire! Mag-nut can store up to 100 projectiles at once!\nDid you know? Attracted projectiles are released after passing through Torchwoods!\nDon't forget about Football Gatling! We recommend playing Gold Magnet's level first!",
    "level1280-小西瓜投手MelonPuff": "Slicd-pults deal 2× damage to shrunken zombies!\n\tYou can fuse a Melon Shell, a Melon Pot and 3 Slice-pults with just 1 Melon-pult!",
    "level1281（小卷）（正攻）": "Sprout-pults lob sprouts that spread the shrinking effect!\nThese sprouts bounce can twice.",
    "level1282（火炬坚果）NutTorch": "Nutwood produces a Roasted Wall-nut for every 50 projectiles ignited.",
    "level1284-银坚果-卡波姆": "     Put the Jicamagic here →             ← On the middle Chomper\n\n\n\n\n\n\n\n\n\nTime is money, money is health.\nGolden-nut restores to full HP and gains max HP every time it unleashes an Ultimate\nExtra Challenge: Beat the level without bringing any extra plants.\n\n\n\n\n\n\n\n\n\n\n",
    "level1286（魅惑西瓜）HypnoMelon": "Hypno Melon has a 25% chance to hypnotize zombies with half health or less.\nFirst lower the zombies' HP with Metal-pults and then hypnotize them!",
    "level1288_火炬南瓜": "N.B.:<u>The Glove has half the CD in this level.</u>\nIf you got fire please prioritize fusing regular Gatling Peas to ensure supply for Pumpkin Brazier and Pumpkin Pod.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Song of Fire and Ice\nYou can make a fire build or an ice build depending on what cannon you get initially.\nPumpkin Brazier produces a Roasted Pumpkin after igniting 50 projectiles.\nIce Pots can transform Roasted Pumpkins back into regular Pumpkins.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1291(海鲨菇重做)": "Feed Sea-shrooms to Shark-shrooms to make them temporarily gain a full-lane range!\n\tShark-shrooms further knock back zombies that have just been knocked back by Kraken-shrooms!",
    "level1293(海坚果重做)": "Sea-nuts take time to grow and roll away when fully grown.\nTip: You can move a rolling Sea-nut with the Glove!\nUse Wall-nut-colored Lily Pad to periodically spawn Wall-nuts for you and turn these into Sea-nuts!",
    "level1294（海螺胆小菇）SeaScaredyshroom": "\tUse the Hermit-shroom + Camo-shroom combo to trick the Dolphin Riders into jumping early!\nRemember to get free Sun from fusing Hermit-shrooms!",
    "level1295三线坚果-洋 ": "Three-nuts is a front defense both durable and powerful!\nTheir piercing ability and high-damage shots are not to be underestimated!\nThey have different phases at different stages of HP.",
    "level1296（寻宝土豆雷）TreasureMine": "\tMarigold Mine digs for treasure every 30s with a chance to turn up resources, plants and less frequently zombies.\nWhen on a treasure tile, he digs every 20s and the chance to find zombies is reduced to 0.\nTip: They still explode on death, so you glove one and throw him at the zombies in an emergency.",
    "level1297（寒冰刺豚优化）": "Feed Sea-shrooms to Swell-shrooms to freeze a 3×3 area!\nFrost Cattails prioritize frozen zombies.",
    "level1298 (豌豆大喷菇）PeaFume": "Peas are not the only type of projectiles Rush-shroom can boost.",
    "level1299（坚南）": "N.B.: The Glove has reduced CD in this level!\n<i>Wow! Pickled eggs!</i>\n\n\n\n\n\n\n\nNut Shell heals damaged Pumpkins nearby!\nWhen no Pumpkin needs healing, they produce Wall-nuts for you!\nTips: Keep the Miner Pumpkins alive! They can force Digger Zombies to emerge!\n\n\n\n\n\n\n\n\n\n",
    "level1301(小伞）SmallUmbrella": "Umbrella Caps repopulates every 30s.\nThey lose 50 HP when knocking back shrunken zombies, and disappear when knocking back non-shrunken ones.\nTry their combo with Firnurse and Umbrella Pot to effectively keep shrunken zombies at bay!",
    "level1302（海蘑菇群）PuffSeaShroom": "The Glove in this level has no CD.\nMinnow-shroom automatically feeds the plant directly in front with a Sea-shroom\nevery 15s and if unsuccessful, drops a Sea-shroom seed packet instead.",
    "level1303（毁灭海鲸菇重做）": "Feed the Orca-shrooms! Use Minnow-shrooms to auto-feed them!\n\tFortify your defense with Jugger-nuts and Kraken-shrooms to stall for Orca-shrooms!",
    "level1305（水母魅惑菇重做）": "Feed Sea-shrooms to Jelly-shrooms to instantly summon a Browncoat!\nHypnotized zombies can stop Hydrofowls.",
    "level1307_阳桃": "Solar Storm!\nN.B.: The Glove has half the CD in this level!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProduce copious amounts of Sun to WIN!\nTip: Fit Solarfruits with <u>Starry Pumpkins</u> to enable auto-attack!\nRecommended plants: Solar Flare, Sundae-shroom, Lumo-shroom, Golden Sunflower\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1308-阳光辣椒SunJalapeno": "Solar Flare deals 1800 damage to all plants in its lane but the plants have a chance to survive at 1 HP.\nIt produces 50 Sun and deals 500 more damage for every plant burned,\nand produces 25 Sun for every zombie hit. The Glove in this level has half the CD.\nBlast the Sunflowers with Pyro Cannon and amass huge amounts of Sun costlessly\nwith Spicicle's damage absorption and keep the Solarfruits running!",
    "level1311（坚果花盆）NutPot": "Nut Pot is immune to Lava tiles!\nAnd also provides a 20% incoming damage reduction for the plant above.",
    "level1312（坚果大喷重做）": "<i>Feast of Nuts</i>\nTip: Wallop-shroom uses nearby Nut-shrooms as projectiles for huge damage.\nDamage is dependent on Nut-shrooms' HP and ignores Type 2 armor.",
    "level1313（水草坚果）KelpNut": "Tangle-nut is resistant to crush and applies 1 Tangle point\nto the zombie biting or crushing it!",
    "level1314(MagnetMelonpult)": "Try giving some Metal Objects to Melon Morphs!\nChrono Plants have amazing synergy!",
    "level1317（毁灭辣椒重做） ": "M.A.D. also destroys plants to trigger Doom explosions at their positions with a chance to return seed packets.\nStacked Puff-shrooms can only trigger one explosion\nbut the seed packet(s) dropped by any one of them can be used 3 times.",
    "level1318豌豆南瓜-洋": "Pumpkin Pod is basically an IFV! Solar Pots already make sufficient Sun!\nUse Elemental Cannons to quicky set up the corresponding defense!\nChoose the build you would like to play with! Bonus points for using different Peas in different lanes!",
    "level1319（火爆豌豆）": "Blaze peas inflict Enflamed debuff\nand turn into Phoenix peas after passing through Infernowood.",
    "level1323（蒜南瓜)GarlicPumpkin": "This level is a puzzler and the Glove has massively reduced CD.\n   All zombies in this level except Browncoats can be tricked into the pond, where they'll drown.\nPlant the pre-selected plants at critical spots to drive the zombies into the pond!\nTip: Zombies change lanes and become Poisoned after biting Stinky Pumpkin.",
    "level1325（阳光寒冰菇）SunIceShroom": "Sundae-shroom produces Sun 3 times before disappearing.\nThe first 2 times it chills all zombies and the last time freezes all zombies.\nIt produces an extra 15 Sun for every frozen zombie present when it produces Sun, signaled by a glowing effect.\nTip: The chill effect on Sun production can also charge Snow plants and heal Frost Tall-nuts.\n",
    "level1326-阳光魅惑菇SunHypno": "On being bitten, Comet-shroom summons a Solar Comet\nthat bounces between zombies for Sun (hypnotized ones drop more Sun)\nThe Glove in this level has no CD but you have 0 initial Sun.",
    "level1327-大嘴南瓜-心明 (2)": "Chompkins can help Chompers digest quickly, but also refresh the Devour ability of Chompzillas!\nConstruct your defense with a plethora of carnivorous plants!\n  (The Glove in this level has no CD)",
    "level1328（蒜三线）GarlicThreePeater": "Stench-spreader's projectiles create Toxic Clounds on hitting a Poisoned zombie.\n\tThe Toxic Cloud keeps inflicting Poison points on zombies but there can only be 1 active in each lane.",
    "level1330（樱桃三线优化）CherryThreePeater (2)": "Cherry-spreaders shoot half-ripe cherries that explode after 6s.\n\tThe more cherry-type damage the zombie takes during this time, the more damage the explosion deals.",
    "level1332毁灭樱桃": "Black Cherry's Doom-shroom blast deals 300 more damage\nfor each zombie caught in the initial Cherry Bomb explosion.\nTry fusing it in a zombie crowd!",
    "level1333(樱桃魅惑菇)CherryHypno": "\t\tZombies that consume Catalyst-shroom get turned into hypnotized Cherryshooters!\n\t\tPress V for the Zombie Glove and station them at Hypno Pumpkins to keep them around!",
    "level1335-魅惑大嘴花": "Hypno Chomper can devour Hypnotized Zombies and recycle Hypno-shrooms!\nSun is limited in this level, so try mass-producing Hypno-shrooms\nby combining Minnow-shrooms, Jelly-shrooms and Hypno Chompers!",
    "level1336-魅惑辣椒HypnoJalapeno": "Hypno Pepper hypnotizes all zombies with low HP in a lane.\nTrap Hypnotized Chronoporters with Hypno Pumpkins for mass Hypnotized zombie production\nand convert them into Hypno-shroom with Hypno Chomper!\nThen blast them with Pyro Cannon for a batch of Hypno Peppers!</b>",
    "level1338（寒冰路灯花）IcePlantern": "Aurora Plantern chills nearby zombies and does 20 damage every second.\nIt also slightly increases freeze duration and buffs Lasers from Lumos Cacti.",
    "level1340&&1339（海雷&&雷海）（窝名）［☆长大扩围，水陆两牺］": "Wait for your Mines to grow for bigger explosion radius!\nThe Glove has no CD in this level.\n\n\n\n\n<size=20>These Mines are amphibious and start out armed.\nThey grow every 15s, twice, each growth gaining more damage and bigger range.\nDid you know? Potato Mines ignore Type 2 (Handheld) armor.</size>\n\n\n\n\n\n",
    "level1341（毁灯）（窝名）": "The Zombies in this level will arrive a bit late but with faster wave progress.\n\n\n\n<size=18>Lasers from Lumos Cacti and Ray-shrooms\ncause small explosions after passing through Blacklight Plantern.\nSuperior crowd-control!</size>\n\n\n\n\n",
    "level1343(窝瓜投手)SquashMelon": "\tGourd-pults lob gourds at the zombies that crack into melons after a while for extra damage.\n  When inside Squash Pumpkins, they produce baby gourds that drop a melon every jump.",
    "level1344-樱桃窝瓜CherrySquash": "\tCherry Squash causes a Cherry Bomb explosion both on appearance and on landing.\nThe Glove recharges slower in this level, make sure to use it strategically!",
    "level1345-毁灭窝瓜DoomSquash": "\tDoom Squash causes a Doom-shroom explosion both on appearance and on landing.\nHe has longer detection range but still leaves a crater, so be careful!",
    "level1346（黄油黏黏菇）（风雨无阻）CornFume": "Click on Blubber-shroom to trade its max HP for a group buttering attack!\nButter can stun zombies and even interrupt their abilities!",
    "level1347（多态三线射手）AllPeater": "Click on the Multipeater to switch between the following 3 attack modes (default is Standard):\nStandard: 2 peas in 3 lanes;\nFocus: 6 peas in 1 lane;\nSpread: 1 pea in all lanes",
    "level1348（向日葵三叶草）SunBlover": " N.B.: The Glove has half the CD in this level!\nBefore disappearing, Solar Blover releases a large number of Sun shots which drop Sun on hit.\nTry placing one directly on a zombie with a moderate amount of HP!",
    "level1349-小喷南瓜-咸某鱼OvO (2)": "Puff-kins slowly regenerate HP!\nThey can absorb damage for the plant inside when their HP exceed 2700.\nUse Pumpkin on a Puff-kin to instantly restore it to full health!",
    "level1350（大喷南瓜）FumePumpkin": "Fumy Pumpkin sprays fumes vertically both upwards and downwards.",
    "level1351-阳光窝瓜SunSquash": "Me haz konfidens! Upon landing or dying,\nSolar Squash consumes Sun to remain on the tile of the landing spot unless the tile is occupied.\nIf it's unable to revive or is shoveled, it returns 50 Sun.",
    "level1353-土豆窝瓜块茎-卡波姆 (2)": "Potato Masher spawns a Potato Mash every 15s. The Squash damage\nfrom Potato Mash can nullify Clown-in-the-Box's on-death effect!\n",
    "level1356（杨桃大喷菇）StarFume": " Starburst-shroom's projectile pierces twice and splits into 5 stars every hit.\nThe star cap projectile deals no damage but the stars\nthat split from it can be boosted by Rush-shroom.",
    "level1359-卷心菜浮艇CabbageBlover": "Cabbage Dropper drops 3 cabbages at close range each attack.\nN.B.: The Glove has no CD in this level!\nRemember to use Golden Cabbage's Ultimate move when you are in a pinch!",
    "level1360-玉米浮艇CornBlover": "Butter Fly drops 3 projectiles at close range each attack with chances of butter!\nThese can be bounced continously with Rebound-shrooms!\nN.B.: The Glove has no CD in this level! Cob Cannon is recommended on higher difficulties.",
    "level1361-西瓜浮艇MelonBlover": "Fall Melon dishes out tons of damage to zombies up close!\nYou can have them keep dropping melons with Gold Magnets!\nRemember you can spend Coins actively to replenish Sun.",
    "level1362-土豆大喷菇PotatoFume": "\tStarch-shroom releases a 300-damage explosion at each zombie hit every 15s.\nIt's very effective against hordes.",
    "level1363-玉米窝窝投手SquashCorn": "Butternut-pult has a chance to throw a butter squash.\nPair it with Butter Pot and Squash Pumpkin!\nThese butter squashes can stun up to 3 zombies with butter for 4s!",
    "level1364-土豆毁灭菇PotatoDoom": "When Crater-tot explodes, it also triggers a Doom-shroom effect that leaves a crater,\nthen throws potato chunks onto 5 empty tiles.\nIf the ingredient Potato Mine is already armed, the resulting Crater-tot also starts out armed.",
    "level1365-寒冰卷心菜IceCabbage": "Coldslaw chills zombies and applies 10 Cryo points.\nOn hitting a Frozen zombie, it deals 4× damage and the projectile can bounce once,\nand Coldslaw's attack speed is greatly increased for 3s.",
    "level1365-杨桃魅惑菇StarHypno": "",
    "level1366-豌豆窝瓜": "",
    "level1367-银寒冰菇SilverIceShroom (2)": "Golden Ice-shroom launches Ice Spikes and can lower Cryo caps!\nGroup up zombies with Garlics and freeze them up!",
    "level1369-卷心菜乒乓菇CabbageFume": "Rebound-shroom can continuously bounce a lobbed projectile back and forth.\nPlant some heavy-hitting catapults behind to maximize the damage potential!\n(Unrelated to this level, but Orca-shroom counts too)",
    "level1370-小窝瓜PuffSquash": "I'm tiny and cutesy!\nSquishes target zombies 1 tile both in front and behind, dealing 300 damage each attack.\nThey are vulnerable to zombies, so protect them with damage absorbing plants!",
    "level1371-毁灭南瓜 DoomPumpkin": "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t←     Fuse a Doom-shroom, taking advantage of Puff-shroom's trait\n\n\n\n\n\n\n\n\n\n\n\n\n\nN.B.: The Glove has no CD in this level!\nDoom Pumpkin can make Doom-shroom fusions when fully charged!\nTurn on plant HP overlay to show the charge progression.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "level1372-地刺花盆CaltropPot": "Spike Pot provides 50% to Spike-nuts above.\nProtect your Spike-nuts with it and Hearty Apple.\nIt can also be fused directly on bare ground and take out vehicles!",
    "level1374-飞天窝瓜SquashBlover": "Squash Drone slams down onto the zombies below, dealing area damage.\nPair it with control plants for more damage efficiency!"
}